[

    {
    "id": 1,
    "title": "Neocaridina Akvaryum Rehberi",
    "slug": "neocaridina-akvaryum-rehberi",
    "description": "Neocaridina türleri beslemeye karar verdik ve ilk olarak bir akvaryum satın alacağız. Sizlere önerim minimum 30 litre bir tank satın almanız. 35 küp bir akvaryum sizi tatmin edecektir, karidesler daha ufak tankda elbette yaşarlar fakat bizim için önemli olan iki durum var: ilk durum popülasyon, ikinci durum stabil su değerleri. Küçük tankta maalesef karides sayıları artarsa bakımı zorlaşır ve sizi yeni bir kurulum yapmaya sürükler. Küçük tankta suyu stabil tutmak çok daha zor, su değerlerinde yapacağınız ufak bir değişiklik suyun değerlerinde dalgalanmaya sebep verebilir. Örnek vermek olursak tanka bir katkı maddesi atıyoruz, 1-2 damla fazla attık yanlışlıkla; bunu büyük tank tolere edebilir fakat küçük tank bunu tolere edemez ve su değerlerimiz aniden değişir. Benim şahsi deneyimlerim sonucu en önemli faktör stabil su değerleri sağlamak. Bir düz yol çiziyoruz ve olabildiğince sağa sola çarpmadan o yolda ilerliyoruz. Tankımızı satın aldık, sıra geldi filtrasyon sistemine. Hangi filtreyi seçmeliyim? Benim size net önerim pipo filtre; bu kendinden motorlu olabilir veya harici motorlu olabilir. Şelale filtre, emiş borusundan yavruları çekebilir; emiş borusuna sünger veya aparat takmanız gereklidir. İç filtre önermiyorum; hem yavrularınızı çeker hem de akıntıya sebep olur. Akıntı karides tanklarında kesinlikle istemiyoruz. Dış filtre için de şelale filtredeli durumlar geçerlidir. Peki neden pipo? Pipo filtrenin en önemli özelliği yararlı bakteri tutmasıdır. Yararlı bakteri konusuna azot döngüsü konusunda bahsedeceğim. Pipo filtre karideslerin bir numaralı otlanma bölgesidir. Bizim gözle göremediğimiz mikroorganizmaları tırtıkladıklarını izleyebilirsiniz. Pipo filtremizi aldıktan sonra sıra kum faktörüne geldi. Burada nötr kum kullanacağız; akvaryuma salınım yapmayacağına emin olduğunuz akvaryum kumunu zemine seriniz. Tasarım faktörü tamamen size kalmış. Bir ünlü karides sayfasında açık renkli kum kullanmayın; karideslerinizin rengi açılacak, hatta yavrular şeffaf çıkacaktır yazıyordu. Kendim deneyimledim, bej silis kumda muazzam blody marry karidesler çıkarttım. Kimi hobiciler ömrü bitmiş aktif toprak kullanmanızı öneriyor; üremenin daha sık olduğunu belirtmişler fakat ben deneyimlemedim. Toprak önerim sadece nötr olmasıdır. Kumun akvaryumda ph-gh-kh değerlerine etki etmemesi gerekmektedir. Sıra ısıtıcıya geldi; eğer ev ortamında besleyeceksek ısıtıcı almanıza gerek yoktur. Bu canlılar 16-17 derece de bile sorunsuz yaşamaktadır. Işık konusuna gelecek olursak; hem tankın içindeki mosslar için hem de karideslerin renklenmesi için ışığa ihtiyaç duyarlar. Basit bir led armatür işinizi rahatlıkla görecektir. Işığı günde 4-5 saat açmanız yeterlidir. Evet, tüm bahsettiğimiz malzemeleri satın aldık ve suyu tanka koyma aşamasına geldik. Bunun için bize dinlendirilmiş çeşme suyu gerekli. Çeşme sularını 24-48 saat arasında ağzı açık şekilde dinlendirmemiz gerekli fakat size kesinlikle su düzenleyici kullanmanızı öneririm. Su düzenleyicisi olarak ben sera aquatan kullanıyorum. Su düzenleyici kullanmamızın sebebi ise çeşme suyunda klor ve ağır metaller sudan buharlaşarak uzaklaşır fakat kloramin uzaklaşmaz ve düzenleyici kullanarak işimizi garantiye almış oluruz. 5 lt su bidonuna 20 damla damlatıyorum. Buradan kendinize pay biçebilirsiniz. Dinlendirilmiş suyu tanka ekledikten sonra filtremizi çalıştırdık. Sıra geldi azot döngüsünün oturmasına. Azot döngüsü hakkında yazım mevcut, okumanızı tavsiye ederim. Azot döngüsü kimisi buna bakteri döngüsü kimisi ise suyu eskitme diyebilir; kafanız karışmasın lütfen. Benim sayfamda bu hep azot döngüsü olarak yer alacaktır. Azot döngüsü tamamlanması için bakteri kültürü kullanmanızı öneririm. Bakteri kültürü ile bakteri besinini kesinlikle karıştırmayın. Tanka bakteri yoksa bakteri besini kullanmanız çok az fayda sağlayacaktır. Bakteri kültürü olarak size önerim hem ulaşabilirliği kolay hem uygun fiyatlı hem de etkili olarak sera nitrivec kullanmanız. Tropical, sachem, oase vb. markaların kültürlerini de kullanabilirsiniz. Bakteri kültürünü tanka ekledikten sonra döngünün oluşmasını bekliyoruz; burada sabırlı olmalıyız. Size tavsiyem minimum 14 gün beklemenizdir. Evet biliyorum, bir an önce karidesleri satın alıp onları izlemek istiyorsunuz fakat acele etmeyin, geç olsun güç olmasın. Bu 14 gün süresince 1 kez %30 su değişimi yapmanız ve su değişimi sonrası bakteri kültürü ilave etmenizden yanayım. Ayrıca süreci hızlandırmak için ramshorn salyangozları ekleyebilirsiniz fakat unutmayın ki istilacı bir tür. Popülasyonlarını dengede tutmak zordur; pembe renkli olanları hep hoşuma gitmiştir. Akvaryumuza ekleyeceğimiz topraktan başka bir şey yok mu diye soracak olursanız catappa ve kızılağaç kozalağı eklemenizi tavsiye ederim; hem pH'ı dengeler hem içeriği sayesinde karideslerin ihtiyacını karşılar hem de karidesler için iyi bir besindir. 40 lt tank için 1 adet orta boy catappa yaprağı, 3-4 adet de kızılağaç kozalağı yeterlidir. Moss türleri de eklemenizi tavsiye ederim. Eğer yazının bu bölümüne kadar geldiyseniz doğru kuruluma çok az kaldı demektir. Yukarıdaki tüm maddeleri gerçekleştirdikten sonra sıra geldi karidesleri satın almaya. Üzülerek söylüyorum ki akvaryumcularda satılan karidesler maalesef iyi kalitede olmuyor. Kalite faktörüne renk ve desen olarak değinebiliriz. Açık renkli bir blody marry veya mavi kadife satın aldığımızda yavrular da açık renkli olacaktır. Akvaryumculardaki karidesler maalesef bu şekilde ve damızlık boydalar. Kesinlikle damızlık boyda yani 1.5 cm üstü karides satın almayın. Bunun en büyük nedeni ise adaptasyon sorunu. Büyük karidesler yavrular kadar sık kabuk değiştirmezler. Damızlık karidesin kabuk atma süreci fazla olduğundan doğru orantılı olarak adaptasyon süreci de uzun süreli ve zor olacaktır. Eğer satın aldığınız karidesler ortama alıştıktan sonra su değerleri normal ise tankta kabuklar gördüğünüzde anlayın ki karidesler tanka alışmış, adapte olmuşlar ve mutlular. Karideslerin büyümesi konusu yazımda okuyabilirsiniz. Büyük karides almamanızdaki bir diğer sebep ise karidesin ömrünün sonlarına gelmiş olabilir. Bir karidesin yaklaşık ömrü 2 sene; siz belki de karidesi ömrünün son 1 haftasında satın aldınız fakat bunu anlamanız imkansız. Size önerim bir hobiciden veya karides üzerine kurulmuş akvaryumculardan satın almanızdır. 5-10 TL fazla verip iyi karides almanın size büyük avantajı olacaktır. İlk etapta 0.5 cm ila 1 cm arası iyi formda 10-15 adet karides satın almanızdır. Hobiciler 10 adet az karides size satmayacaktır zaten. Karidesleri satın aldık, heyecanla eve gittik. Şimdi son aşamadayız. Bu aşamaya kadar süper ilerledik. Doğru kurulum yaptık, doğru seçimler aldık, suyumuz oturdu, döngü güzel işliyor, doğru karidesi satın aldık. Sizi tebrik ederim öncelikle iyi bir hayvanseversiniz. Sıra geldi karidesleri suya alıştırmaya. Karideslerin olduğu poşetteki su ile birlikte bir kaba boşalttık. Kendi tankımızdan bir hava hortumu ve bir vana yardımı ile akvaryumdan karideslerin olduğu kaba su aktaracağız fakat bunu damla damla aktarmamız gerekli. Alacağınız hava vanası 0-100 arası damla hızını ayarlayabilir. Ortalama 1 damla/saniye ile suyu karideslerin olduğu kaba akıtmaya başlıyoruz. Bu süreç minimum 1-2 saat sürmelidir. Karideslerin olduğu kaptaki suyu 2-3 katına çıkartmamız gerekmektedir. Bu işlemi tamamladıktan sonra karidesleri dip çekimi hortumu ile kendi akvaryumumuza alabilirsiniz. Bu süreçte size tavsiyem karidesleri elinizle veya kepçe ile almamanızdır. Kepçe, strese sebep olacağı gibi zarar da verebilir. Ayrıca poşetteki suyu kendi akvaryumunuza dökmemenizdir. Tüm süreci tamamladıktan sonra işin zor kısmı bitti. Doğru kurulum, doğru döngü, doğru alışveriş ve doğru ekleme işlemi sonucunda karidesleriniz mutlu bir şekilde hayatına başlayacaktır. Karideslerinizi tanka ekledikten sonra 1-2 gün boyunca hareketsiz kalabilirler. Endişe etmeyin, bu gayet normal. Yeni ortama alışıyorlar, hatta belki de yeni ortama alışabilmek için birkaçı kabuk bile atabilir. Yapmanız gereken tek şey sabırlı olup beklemektir. Karidesler tankın içine dağılıp yemlenme davranışına başladığında bu durum her şeyin yolunda olduğunu gösterir. Bu süreçte aceleci olmayın ve sabırlı olun. Kurulum sürecinde tüm sorularınızı instagram sayfam üzerinden iletebilirsiniz. Bir diğer yazımda görüşmek üzere, şimdilik hoşça kalın.",
    "images": [
            "/img4.jpg"
        ]
    },
    {
        "id": 2,
        "title": "Karides Akvaryumu Bakımı ve Temizlik İpuçları",
        "slug": "karides-akvaryumu-bakimi-ve-temizlik-ipuclari",
        "description": "Merhaba, bu yazımda sizlere karides akvaryumu bakımı nasıl olmalı, su değişimi nasıl yapılmalı ve pipo filtre temizliği nasıl olur gibi konulardan bahsedeceğim. Sizlere önerim kış ayları için haftalık %10 su değişimi yapmaktır. Su değişimini akvaryumda bitkiler tarafından emilemeyen nitriti akvaryumdan atmak ve taze su girişi sağlamak için yapmaktayız. Akvaryumdan su alırken dip çekimi yapmayınız; eğer yavrulu bir tanksa yavru çekmeniz çok doğaldır. Suyun üst kısmından suyu eksiltiyoruz. Aldığımız su %90 ihtimalle berrak su olacağı için her ihtimale karşı doldurduğumuz kovaya bir göz atın, yavru olabilir. Karidesler çok meraklı canlılardır. Tanka yeni giren bir bitki, bir taş, bir nesneye çok ilgi duyarlar. Tankın içerisine soktuğunuz hortum, dip çekim şifonu, maşrapa gibi nesnelere de ilgi duyup ona yaklaşabilirler; yaklaştıkları an maalesef yavruları çekmiş oluyoruz. O yüzden kovaya göz gezdireceğiz. Eğer yavru varsa kepçe ile alıp tanka ilave ediyoruz. Sıra geldi piponun temizliğine. Piponun temizliğini ayda bir ya da iki ayda bir yapabilirsiniz. Haftalık yapmayın. Piponun süngerini veya modeline göre pipoyu tanktan yavaşça çıkartın ve çektiğiniz suyun kovasında avcunuzun içinde birkaç kez sıkın. Suyun rengi kahverengiye dönecektir. Pipomuz temizlendi, kahverengi suyu görüp 'Bu temizlenmedi, ben bunu çeşmede yıkayayım' düşüncesine girmeyin. Piponuzun süngerini çeşme suyuna değdirdiğinizde maalesef yararlı bakterileriniz ölür ve tanka klorlu su ilave etmiş olursunuz. Merak etmeyin, birkaç kez avcunuzda değişim suyunda sıktığınızda temizlenmiş olur. Pipoyu kuru ortamda tutmayın, temizlediğiniz gibi hemen geri tankın içine yerleştirin ve çalıştırın. Su değişimi sonrası bakteri kültürü ilave edebilirsiniz. Önerilen dozun yarısı yeterlidir, ne de olsa tankımızın azot döngüsü oluştu ve tanka milyonlarca yararlı bakteri mevcut. Pipomuzu yerleştirdikten sonra yeni dinlenmiş suyumuzu ilave ediyoruz. Karides akvaryum kurulumlarında bahsettiğim gibi su düzenleyici kullanmanızda büyük fayda var. Evet, tankımızın bakımlarını yaptık.",
        "images": [
                "/img6.jpg"
            ]
        },
        {
            "id": 3,
            "title": "Vorticella Parazitinden Kurtulma Yöntemi",
            "slug": "vorticella-parazitinden-kurtulma-yontemi",
            "description":"Merhaba, sizlere vorticella parazitinden nasıl kolayca kurtuluruz ondan bahsedeceğim. Farklı sitelerde tuz banyosu vb. yöntemler kullanıldığı yazılmış. Evet, bunlar işe yarıyor olabilir fakat ben kendim nasıl kurtuldum ondan bahsedeceğim. Vorticella parazitinden bahsedelim öncelikle; karidesin göz ve ağız çevresinde oluşan beyaz pamukçuktur ve bu bulaşıcı bir parazittir. Neden olduğu hakkında bilgiler var fakat ben doğruluğuna şüpheliyim ve neden olduğuna anlam veremedim. Çok nadir olan bir olay, sadece bir tankımda bir kez başıma geldi. Bu parazitin ileri seviye olmadıkça ölümcül bir tarafı yok, korkmayın, karidesleriniz yaşayacak. Eğer çok ileri seviye ise karideslerin ağız çevresini komple kaplıyor ve karides beslenemiyor. Karides aslında parazitten değil açlıktan ölüyor. Bu evrede değilseniz şanslısınız, tedaviye başlayalım. Cyrtalpro Spotex marka beyaz benek ilacı adı altında satılan ilacı satın alıyoruz. Neden bu ilacı kullandım konusuna gelecek olursak, normalde bu tarz ilaçlar ana tanka kullanılmaz. Bakteri kültürünü bozar, bitkileri çürütür, omurgasızları öldürür, salyangozları öldürür. Fakat bu ilacın bahsettiğim hiçbir yan etkiyi yapmadı ve yapmıyor da. Bu ilacı ilk geçmiş dönemde ramirezi beslediğim tankta kullanmıştım. Balıklarda beyaz benek hastalığı vardı, bol bitkili, salyangozlu bir tanktı, kullandım ve sıfır kayıp ile çok kolay kurtulmuştum. Karideslerde vorticella paraziti gördüğümde ben de sizler gibi araştırma yaptım. Yine de herkes ayrı tanka uygulama yaptı ve uğraştırıcıydı. Ben ana tankıma uyguladım. Sıra geldi uygulamaya. Bu yazdıklarım tamamen kendi deneyimlerim sonucu yazdıklarımdır. 40LT TANK İÇİN: 1. Gün: Tam ışıkların kapandığı zaman, tank karanlık iken 15 damla Spotex damlattım. 2. Gün: Boş geçtim, yemlemeye devam ettim. 3. Gün: 7 damla Spotex damlattım. 7. Gününe kadar yemlemeye devam ettim, normal süreçleri yürüttüm. Bu güne kadar parazitten kurtulmuş olmanız gerekli. Ben 5. gün parazitten tamamen, sıfır canlı kaybı ile kurtuldum. Siz de uygulayabilirsiniz. 7. Gün %20 su değişimi yapıp işimi garantiye aldım. Vorticella parazitinden kurtulduk. Umarım siz de benim uyguladığım bu yöntem ile kurtulursunuz. Ama ben %100 sonuç aldığımı belirtmek isterim.",
            "images": [
                    "/img7.jpg"
                ]
            },
            {
                "id": 4,
                "title": "Karidesler İçin Beslenme Rehberi ve Yemleme Yöntemleri",
                "slug": "karidesler-icin-beslenme-rehberi-ve-yemleme-yontemleri",
                "description": "Neocaridina ve Caridina türlerinin diyet menülerinde fark yoktur, her iki tür için de ağırlıklı olarak bitkisel yem tercih edilmelidir. Karideslerinize taze dut yaprağı, ısırgan otu, kurumuş meşe yaprağı, soya kepeği verebilirsiniz. Öncelikle unutmamanız gereken en önemli faktör karideslerin açlıktan değil fazla yem vermekten sorun yaşayacağıdır. Karideslerinize balık yemi, vatoz yemi vermenizi önermiyorum. Karideslere özel üretilmiş yemler işinizi kolaylaştıracaktır. Bütçenize uygun karides yemlerini yazının en sonunda paylaşıyor olacağım. Karideslerime ne kadar yem vermeliyim? Bunun için kendim uyguladığım yöntemden bahsetmek istiyorum. Her 20 karides için pirinç tanesi boyutunda makas ile yemi kesiyorum, ardından tanka atıyorum, bunu ışıklar açık iken yapmanızı öneririm. Bunun nedeni ise karideslerin seyir zevki en yüksek anları benim için yemleme esnası ve dans esnasıdır, dans esnasından çiftleşme konusunda bahsediyor olacağım. Karideslerin yemini akvaryumcularda satılan karides yemleme camı adı altında satılan ürünün üzerine bırakıyorum, bu cam akvaryumcularda karidese özel adı altında satıldığı için pahalı oluyor fakat internete cam petri kabı yazarak araştırırsanız çok daha uygun fiyatlara temin edebilirsiniz. Evet, yemimizi tanka attık ve karidesler üstüne toplandılar, üzerinden 2 saat geçti halen yem bitmiş değil, yem bitene kadar kesinlikle tankta bırakmıyoruz. Bir cımbız yardımı ile tanktan yemi çıkartıyoruz. Bunun sebebi ise fazla yem tankta planarya oluşmasına sebep veriyor, planaryadan nasıl kurtuluruz konusuna bu yazıda yer vermeyeceğim. Karideslerime her gün bitkisel yem mi vermeliyim? Hayır. Karideslerin kabuk gelişimi için proteinli besinlere ihtiyaç duyarlar. Özellikle yavru karidesler yetişkin karideslerden kat ve kat daha sık kabuk attığı için protein şarttır. Karidesleri her gün beslemek de yanlıştır. En az 1-2 gün boşluk gün bırakmanızı öneriyorum. Tankınızda moss, catappa, pipo filtre, camlardaki yosun vb. bulunacağı için aç kalma ihtimali çok çok düşüktür. Bizler yemi, kabuk gelişimlerinin daha sağlıklı olması, renklerinin daha yoğun olması, bağışıklık sistemlerinin düzgün çalışması ve vücutlarının ihtiyacı olan minerallere ulaşması için veriyoruz. Proteinli ve bitkisel yemleri aynı oranda mı vermeliyiz? Hayır. Örnek olarak bir beslenme diyeti şu şekilde olmalıdır: Pazartesi=Bitkisel, Salı=Boş, Çarşamba=Bitkisel, Perşembe=Boş, Cuma=Bitkisel, Cumartesi=Boş, Pazar=Komple yem (Komple yem %30 protein, %70 bitkisel ve tahıl içerikli yem). Boş günleri akvaryum katkıları ve su değişimi gibi konularda değerlendirmenizi tavsiye ederim, karides tanklarında su değişimi ve katkılar konusuna bu yazıda değinmeyeceğim. Hangi karides yemini almalıyım? Tamamen bütçe ile alakalı bir durum. Türk markası olan Shrimpforever markasının ürünleri bütçe dostu olarak kullanabilirsiniz, Sera ve Tropical marka yemler ağırlıklı olarak protein içermektedir. Eğer bir Neocaridina besliyorsanız Shrimpforever markasının ürünleri işinizi görecektir. Eğer ben kendini kanıtlamış yüksek kaliteli yem vermek istiyorum diyorsanız Glasgarten, Shrakura Ebi Dama, Dennerle'nin ürünlerini kullanmanızı şiddetle tavsiye ederim. Fakat bu ürünlere ulaşmak maalesef Türkiye'de zor. Yavru karidesleri nasıl beslemeliyim? Yavru karidesler ilk anne karidesten ayrıldıklarında çok küçük oldukları için genelde saklanma eğiliminde oluyorlar ve bu onları yeme ulaşmalarında zorlaştırıyor. Bunun için özel üretilmiş olan Baby yem ile beslemenizi tavsiye ederim, bu yavruların hayatta kalma şansını arttırıyor. Yavrular yaklaşık 0,5 cm boyutuna gelene kadar kullanabilirsiniz. Diyetin boş günlerinde uygulamanızı tavsiye ederim.",
                "images": [
                        "/img8.jpg"
                    ]
                }

]